//Завдання 3: Генерація таблиці множення
//Створіть програму, яка генерує таблицю множення для обраного числа за допомогою кожного з циклів for, while .
//Виберіть число для якого потрібно згенерувати таблицю множення.
//Використовуючи цикл for, створіть таблицю множення для обраного числа від 1 до 10. Виведіть результат в консоль.

const number = 5;

// Генерація таблиці множення за допомогою циклу for
console.log(`Таблиця множення для числа ${number}:`);
for (let i = 1; i <= 10; i++) {
    console.log(`${number} x ${i} = ${number * i}`);
}