//Завдання 4: Обчислення площі та об'єму
//Завдання 4.1
//π - число “пі”. Ви можете використати Math.PI у вашому дз для вираження цього числа
//Створіть змінну radius і присвойте їй числове значення радіуса кола.
//Обчисліть площу кола за формулою π * radius^2 і виведіть результат.

// Оголошення змінної для радіуса кола
let radius = 5; // Наприклад, радіус кола 5

// Обчислення площі кола за формулою π * radius^2
let area = Math.PI * Math.pow(radius, 2);

// Виведення результату в консоль
console.log('Площа кола з радіусом', radius, 'дорівнює', area);
