//Завдання 3: Числа та булі
//Створіть змінну яка буде символізувати вік певної персони.
//Після чого створіть булеву змінну яка буде визначати чи особа повнолітня базуючись на заченні з попередньої змінної.
//Виведіть усі змінні в консоль

// Оголошення змінної віку
let age = 25; // Вік особи
// let age = 18;
// let age = 19;
// let age = 17;
// let age = 1;
// let age = 0;
// let age = 0.5;
// let age = -1;

// Булева змінна для перевірки, чи є особа повнолітньою (вік >= 18)
let isAdult = age >= 18;

// Виведення всіх змінних в консоль
console.log('Вік особи:', age);
console.log('Чи є особа повнолітньою?', isAdult);
